"The name of your computer " = "Nazwa Twojego komputera ";
"This computer’s local hostname " = "Lokalna nazwa hosta tego komputera ";
"“" = "„";
"”" = "”";
" is already in use on this network. " = " jest już w użyciu w tej sieci. ";
"The name has been changed to " = "Nazwa została zmieniona na ";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "By zmienić nazwę komputera, otwórz Preferencje systemowe i kliknij w Udostępnianie, a następnie wpisz nową nazwę w polu „Nazwa komputera”.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Aby zmienić lokalną nazwę hosta, otwórz Preferencje systemowe i kliknij w Udostępnianie, a następnie kliknij w Zmiany i wpisz nową nazwę w polu Lokalna nazwa hosta.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Wszystkie próby znalezienia dostępnej nazwy poprzez dodanie do niej liczby także nie zakończyły się sukcesem.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Może to wskazywać na problem z lokalną siecią. Poinformuj administratora sieci.";
